{
  "tech_news": [
    {
      "title": "Black Myth: Wukong Rilis Dua Trailer Baru Tanpa Tanggal Rilis!",
      "thumb": "https://thelazy.media/wp-content/uploads/2022/08/https___id.hypebeast.com_files_2021_08_info-trailer-black-myth-wukong-menampilkan-gameplay-realistis-00-150x150.jpg",
      "author": "Teo Ariesda",
      "tag": "Game News",
      "time": "August 22, 2022",
      "desc": "Black Myth: Wukong, game bergenre action RPG dan soulslike yang sedang dikerjakan oleh Game Science, developer indie asal China, yang berbasis pada novel abad 16 berjudul Journey to the West ini, kembali merilis dua trailer yang berupa in-game cutscene dan exclusive gameplay menggunakan kartu grafis RTX.\",\n\"Kedua video tersebut bisa kalian lihat di bawah ini:\",\n\"https://www.youtube.com/embed/2uez2sCCQiQ?feature=oembed\",\n\"Dilihat dari trailer tersebut, sepertinya in-game cutscene ini mempertunjukkan adegan sebelum dimulainya game ini, di mana keadaan masih aman sentosa sebelum mereka diserang oleh monster laba-laba raksasa yang ditunjukkan di akhir trailer.\",\n\"Dan karena mengangkat tentang mitologi, tentunya kita bakal melihat lebih banyak monster atau dewa/dewi yang bakal menjadi musuh di game ini.\",\n\"https://www.youtube.com/embed/bJuLthUOssY?feature=oembed\",\n\"Video gameplay di atas memunculkan beberapa musuh terbaru, di mana kemungkinan musuh-musuh tersebut adalah Boss yang nantinya bisa kalian lawan di game ini.\",\n\"Selain itu, dalam trailer ini juga ditunjukkan beberapa fitur terbaru dan juga bentuk UI dari game ini, meskipun tulisannya masih menggunakan huruf China/Tiongkok.\",\n\"Sayangnya, di akhir trailer belum ditunjukkan tanda-tanda tanggal perilisan dari game ini sejak trailer yang dirilis pertama kali di tahun lalu. Sehingga kita perlu lebih lama menunggu perilisan game Kera Sakti ini.\",\n\"Gimana tanggapan kalian tentang berita ini, guys?",
      "key": "2022/08/22/black-myth-wukong-rilis-dua-trailer-baru"
    },
    {
      "title": "Death Stranding Akhirnya Masuk PC Game Pass!",
      "thumb": "https://thelazy.media/wp-content/uploads/2022/08/e3_death_stranding-150x150.jpg",
      "author": "Teo Ariesda",
      "tag": "Game News",
      "time": "August 19, 2022",
      "desc": "Berita baik untuk para gamers! Setelah dinanti sekian lama, akhirnya Death Stranding akan masuk ke PC Game Pass dalam waktu dekat!\n\n505 Games bekerja sama dengan KOJIMA PRODUCTIONS, hari ini mengumumkan kedatangannya di layanan berlangganan game bulanan dari Microsoft ini. Game original buah tangan Hideo Kojima ini, akhirnya bisa dimainkan secara gratis kepada para pelanggan Game Pass di seluruh dunia, tidak terkecuali Indonesia, mulai tanggal 23 Agustus mendatang.\n\nGame yang dibintangi oleh Norman Reedus sebagai Sam “Porter” Bridges ini, bercerita tentang penjelajahannya di sisa-sisa dari Negara Amerika Serikat yang diganggu oleh fenomena supranatural yang dikenal sebagai Death Stranding.\n\nDeath Stranding mengajak kalian untuk mengeksplorasi sisa-sisa kehidupan manusia yang hampir punah, melalui cerita yang groundbreaking dan emosional di setiap perjalanan Sam Porter.\n\nHubungkan setiap orang-orang di setiap daerah dengan Social Strand System yang unik. Berikan kontribusi kepada pemain lainnya dengan membangun fasilitas di sekitar melalui resource yang kalian jual atau kumpulkan. Contohnya adalah membangun jalan raya, zip line, dan struktur lainnya supaya kalian lebih mudah menjelajahi dunia Amerika Serikat setelah apocalypse.\n\nJadi, bagi kalian yang belum sempat memainkan game ini di versi PC, inilah saatnya kalian mencoba versi originalnya saat perilisannya nanti, ya!",
      "key": "2022/08/19/death-stranding-masuk-pc-game-pass"
    },
    {
      "title": "DeepCool Luncurkan Air Cooler AK500 dan Casing CH SERIES!",
      "thumb": "https://thelazy.media/wp-content/uploads/2022/08/deepcool-150x150.jpg",
      "author": "Teo Ariesda",
      "tag": "Tech",
      "time": "August 18, 2022",
      "desc": "DeepCool, brand global dalam mendesain dan memproduksi komponen komputer dengan performa tinggi yang ditujukkan kepada para pegiat di seluruh dunia, mengumumkan Air Cooler AK500 dan casing Mid-Tower CH Series, yang terdiri atas CH510 dan CH510WH. Keduanya memiliki kelebihan dalam compability dan thermal performance yang baik, sehingga memberikan para perakit PC opsi yang lebih fleksibel terhadap komponen yang mereka pilih. Tersedia dalam dua warna, yaitu hitam dan putih.\n\nSebuah single tower CPU cooler dengan performa tinggi, yang memaksimalkan potensi pendinginan dengan lima pipa copper anti panas berteknologi tinggi, ditambah dengan sebuah kipas FDB PWM 120mm . Pipa ini didesain sedemikian rupa untuk memberikan akses slot DIMM untuk kompabilitas yang lebih baik. The AK500 adalah solusi ideal untuk mendinginkan prosesor hingga 240W, menyediakan performa puncak dengan instalasi yang simpel dan mudah.\n\nAK500 memanfaatkan kemampuan penyebaran panas dengan kekuatan 240W untuk mengatasi pekerjaan CPU yang berat. Hal ini dapat diraih dengan mengoptimalkan struktur kapiler internal structure dan menginjeksikan cairan dengan tepat, pipa penghantar panas berbahan copper pada AK500 ini, juga meningkatkan performa penyebaran panas, baik untuk casing dengan posisi vertikal atau horizontal. Sehingga prosesnya akan lebih efisien.\n\nDesain dari pipa penghantar panas ini menawarkan akses yang lebih leluasa ke slot DIMM supaya pemeliharannya jadi lebih mudah, sembari memberikan clearance untuk tall heat spreaders dan pandangan yang jelas untuk komponen dengan penerangan RGB.  Untuk motherboards dengan quad-channel, slot di belakang memiliki clearance sebesar 45mm.\n\nSelain itu, AK500 juga mampu mendapatkan pendinginan performa tinggi dengan noise yang minimal,  dengan memanfaatkan kipas FK120 yang dapat memaksimalkan jalur udara dan tekanan statis saat dibutuhkan, sehingga dapat dengan cerdas mengatur prosesnya sebagai untuk efisiensi. Sebuah adapter low-noise dan klip kipas ekstra juga ditambahkan dalam kemasan apabila kalian berminat untuk melakukan upgrade.\n\nCH510 oleh DeepCool adalah sebuah casing mid-tower ATX yang mantap dan minimalis, serta memiliki kompabilitas dan penambahan kapasitas untuk pendinginan, demi mengejar pengalaman merakit yang fleksibel.\n\nBeberapa pendukung dari hardware ini adalah radiator berukuran 360mm yang terletak di atas panel yang mendukung up to 9x120mm kipas pendingin, untuk mencapai alur keluar masuk udara yang lebih proper.\n\nPara perakit akan lebih terpuaskan dengan adanya sisi panel dengan magnetic tempered glass, built-in GPU support stand, dan built-in headphone mount untuk menambah kemudahan. Seri CH510 ini menawarkan interior yang luas untuk komponen-komponen besar seperti GPU berukuran hingga 380mm, dan pendingin CPU hingga tinggi 175mm untuk sistem dengan performa tinggi. Casing ini sangat cocok untuk semua level perakit yang membutuhkan interior luas untuk memasang komponen high-end.\n\nRuang yang luas memungkinkan kalian pengguna CH Series untuk memasang radiator berukuran kurang lebih 360mm, baik di atas atau di depan setup water cooling, dan mendukung hingga 9x 120mm atau 5x 140mm kipas pendingin untuk jalur udara yang proper dengan kipas yang dipasang pada PSU dan langsung menuju kartu grafis.\",\n\"Sisi panel magnetic tempered glass menawarkan cara yang paling mudah untuk memasang panel kaca ini. Sebuah safety lock menjadi fitur opsional untuk sistem keamanan ekstra saat PC kalian dibawa berpindah-pindah.\n\nKalian juga akan mendapatkan keuntungan dari fitur aksesoris built-in seperti GPU support untuk unit yang berat dan holder headphone yang bisa diatur penempatannya. Sehingga tempat kerja kalian bakal lebih rapi.\n\nDeepCool AK500 CPU Coolers dan Casing Mid-Towers CH SERIES tersedia di seluruh jaringan authorized retailers dan distributor di dunia. Semua produknya memiliki garansi selama 1 tahun, didukung dengan customer service dan technical support Deepcool secara global. Untuk harga yang lebih up-to-date, silakan kunjungi website atau kontak sales representative lokal dari DeepCool.\n\nBerikut adalah harga dari beberapa hardware di atas (harga mungkin berbeda pada tiap daerah):\nAK500         $54.99 (sekitar Rp 800.000)\\nCH510         $59.99 (sekitar Rp 900.000)\\nCH510 WH  $64.99 (sekitar Rp 1.000.000)",
      "key": "2022/08/18/deepcool-luncurkan-air-cooler-dan-casing-terbaru"
    },
    {
      "title": "Review Rollerdrome, Game Ala-ala Matrix Pake Sepatu Roda!",
      "thumb": "https://thelazy.media/wp-content/uploads/2022/08/maxresdefault-10-150x150.jpg",
      "author": "Teo Ariesda",
      "tag": "Game News",
      "time": "August 16, 2022",
      "desc": "Review RollerDrome The Lazy Monday – Pernah gak sih kalian mainin game susah tapi ternyata nagih dan gak bisa lepas dari game itu? Kalimat ini adalah hal yang gue tanyakan ke diri gue pribadi sewaktu memainkan game satu ini. Game yang fokusnya lebih ke freestyle layaknya Tony Hawk, tapi dicampur dengan game Matrix yang mengharuskan kalian menghindar dan menembak musuh. Unik kan? Ini dia game Rollerdrome Garapan dari Roll7 dan publishernya Privatedivition, yang sebelumnya ngebuat game skate juga, tapi bukan Tony Hawk melainkan OliOli World, dan gue David dari The Lazy Monday, langsung aja kita ke review-nya.\n\n\nAwalnya, kita sebagai karakter utama yaitu Kara Hassan yang dimana si Kara ceritanya lagi ikut pertandingan dan ingin menjadi champions di RollerDrome. Mengambil timeline di 2030 dengan latar sebuah dome atau dunia yang terbilang cukup industrial dan semi futuristik. Ceritanya menurut gue simpel banget dan emang gak ada cerita yang deep atau gimana sih, dikarenakan point dari game ini ya just having fun. Having fun buat freestyle, having fun buat ngehindari peluru ala Matrix, dan having fun ngebunuh musuh dengan playstyle kalian sendiri. Berhubung developernya cukup sama dengan OliOli World, gue ngerasa dari tone warna dari RollerDrome mirip2 dengan OliOli, hanya aja emang Rollerdrome dibuat jauh lebih realistis dari desain karakter, sound design, dan juga map-nya. Di awal kalian akan menjalani mode Campaign, dimana kalian akan diceritakan sedikit tentang Kara Hassan, dari siapa itu dia dan backstory-nya gimana, bahkan kalian di section tertentu bakal bisa nemuin backstory dari kompetitor kalian di loker sebuah stadium pertandingan.\n\nSelain konsep yang unik, art style di game ini juga bisa dibilang menarik,  di mana RollerDrome memanfaatkan cel shading dengan warna yang soft, sehingga gak menusuk di mata. Desain karakter yang dihadirkan menurut gue udah oke lah yah. Tapi berhubung gue yang review game ini dan gue lebih suka customize karakter, gue sih gak mendapatkan pilihan untuk kustomisasi, baik dari karakter maupun senjata. Jadi, bisa dibilang ini adalah salah satu kekurangan dari game ini.\n\nTawarkan Gameplay Fast-Paced yang Butuh Kemahiran Kontrol\nGameplay yang dihadirkan di game satu ini menurut gue udah fast-paced banget. Menurut gue pribadi, gameplay-nya cukup identik sama game Borderland dan Doom, tentunya tetap punya perbedaan di sana-sini. Di mana kalau di game Borderland atau Doom, kalian harus nge-loot atau ngebunuh musuh buat dapetin amunisi senjata. Tapi disini itu kalian harus freestyle dan menghindar dari musuh. Cukup unik dan fresh sih menurut gue pribadi. Selain itu disini ada yang namanya Super Reflex yang sangat ngebantu kalian dalam mendapatkan amunisi dan nambahin damage senjata kalian ke musuh. Bahkan di beberapa musuh, super reflex ini bisa membantai musuh dengan satu peluru aja di senjata tertentu. Mekanismenya cukup simpel, dimana setelah ngehindar serangan musuh, kalian bisa langsung scoping untuk nembak musuh. Super Reflex ini menurut gue paling wajib buat dilakukan, karena di game ini kalian harus pinter-pinter mengatur amunisi yang kalian gunakan untuk ngebunuh musuh. Oiya, saat kalian scoping, sekitar kalian akan berjalan secara slow motion. Jadi, kalian bisa menembak dengan lebih leluasa. Fitur yang tepat guna, mengingat di game yang fast-paced gini, pastinya agak susah buat menembak target sambil bergerak.\n\nLalu dari ammo yang kalian dapetin, kalian bisa eksekusi musuh dan juga menyelesaikan Challenges yang cukup banyak buat dapetin bonus point tambahan. Tapi tenang aja semua Challenges atau misi di game ini gak harus diselesaiin saat itu juga, karena bisa dicicil seiring kalian memainkan game ini. Tips dari gue, cepet-cepet lah bunuh seluruh musuh yang ada supaya kill combo kalian tetap berlipat ganda. Sehingga skor kalian di akhir bakal makin gede. di setiap babaknya. Mungkin dari beberapa dari kalian tanya ke gue, “Ribet gak sih buat freestyle dan nembak musuh gitu pake kontroler atau pakek keyboard mouse?” Dari dev-nya sendiri merekomendasikan kontroler, tapi sebagian besar gue ngehabisin waktu gue buat review ini game pake keyboard dan juga mouse. Perbedaan yang signifikan dari ke 2 device ini lebih kepada tingkat kesusahannya, yaitu kalau kontroler lebih mengarahkan angle kamera sewaktu freestyle ke musuh dan milih musuh mana yang harus gue tembak. Sedangkan keyboard sama mouse, lebih kepada beberapa command frestyle yang harus gue pencet aja. Tapi ini semua pendapat dari gue, mungkin aja beberapa dari kalian ada yang jauh lebih suka pake kontroler ya gak masalah sama sekali.\n\nUntuk mengeksekusi musuh kalian akan dikasih empat senjata yang berbeda, yaitu dari dual pistol, shotgun, grenade launcher, hingga Z-11 atau bisa dibilang senjata sniper. Sedangkan buat cara membunuh musuh itu balik lagi terserah kalian, karena game satu ini hanya mengajarkan hal-hal basic dari ngebunuh seluruh musuh yang ada di gamenya. Tetapi untuk menemukan cara yang lebih efisien buat ngebunuh musuhnya, ya balik lagi dari eksperimen kalian dengan seluruh senjata yang ada. Dunia dan level design yang dihadirkan itu udah cukup bervariasi meski temanya hanya ada sekitar 4-5 buah aja, dari dunia bersalju, dome stadium, open space gurun batu, dan juga di mall. Meski sedikit, tapi menurut gue udah bervariasi banget, karena dari 11 stage + 2 final boss yang dihadirkan bener-bener mempunyai level design yang berbeda. Bahkan dari setiap gundukan atau level buat kalian pijak dengan roller skate  itu semua bentuknya beda-beda. Jadi, untuk ngelewatin setiap stage-nya gue saranin kalian harus hafal map juga. Karena kalo gak ya bakal sering jatuh ke jurang, atau bahkan kalian bakal terpojok dan lebih gampang kena serangan musuh.\n\nTipe monster yang dihadirkan menurut gw cukup sedikit, hanya ada 7 infantry dan 1 jenis bos dengan beberapa variasi serangan. Tetapi meski sedikit, ini infantry-nya pada ngeselin. Karena setiap serangannya itu sakit banget, lalu beberapa musuh ada yang bisa mengeluarkan laser biru atau kamehameha ala Goku yang cukup susah untuk dihindari, khususnya ketika kita lagi freestyle di udara. Terakhir dengan banyaknya jumlah musuh di satu map, kita bakal sering mati khususnya di mode “Out of Blood” yang bisa kalian buka setelah menamatkan mode Campaign. Dengan susahnya infantry-infantry yang ada, justru Boss yang gw harapkan jauh lebih susah ternyata gampang gitu.\n\nSaran dari gue sih mungkin bisa ditambahkan mini games atau tempat khusus freestyle doang, buat kita orang bisa istirahat dari capeknya bunuh-bunuh musuh buat mendapatkan skor ataupun menyelesaikan misi. Dengan total playtime kurang lebih 18 jam, gue menyimpulkan bahwa sebenarnya masih ada beberapa kekurangan di game ini khususnya di beberapa mode yang dihadirkan. Seharusnya game ini gak cuma menghadirkan mode Campaign dan Out of Blood aja, setidaknya ada mini game atau apa pun yang bisa kita nikmatin tanpa stress atau intens. Lalu dari segi karakter, seharusnya ada kustomisasi karakter maupun senjata. Tapi gue acungin jempol buat mekanik game yang fresh banget, dari segi cara dapetin amunisi hingga eksekusi musuh dengan slow motion yang feels-nya itu Matrix banget. Terus dunia dan level design-nya udah challenging lah untuk diselesaikan, bahkan tingkat kesusahannya ini yang bikin playtime-nya game jadi lama banget. Tapi di satu sisi, kalau kalian main terus tanpa pandang skor, ya semestinya bisa diselesaikan di waktu 10 jam di kedua mode. Tapi masa kalian cuma pengen dapet skor C atau D doang? Pastinya kalian bakal fight buat dapet skor A kan?\n\nUntuk masalah worth it apa gak, balik lagi ke apakah kalian gak suka tipe game-game yang face-paced, susah, dan brutal, mungkin ini bukan lah game yang cocok untuk kalian. Tapi kalo ketiga kategori di atas adalah game favorit kalian, mungkin saja game satu ini adalah game yang fresh selagi nungguin game-game besar lainnya yang akan rilis di 2022 ini. Dari segi harga emang agak pricey menurut gw diangka Rp 300rb-an, tapi setau gue di Steam dan bagi member PlayStation Plus kalian bisa dapetin diskon Rp 100rb-an deh. Jadi, kalian bisa beli gamenya sekitar Rp 200rb-an. So itu aja kesimpulan dari gue, bagi kalian yang punya Steam Wallet lebih, monggo bisa dicoba dulu untuk 2 jam awal di Steam semisal tertarik gitu kan. Dan kalo misalnya gak cocok, bisa kalian refund aja gitu.",
      "key": "2022/08/16/review-rollerdrome-game-ala-ala-matrix-pake-sepatu-roda"
    },
    {
      "title": "Star Ocean The Divine Force Perkenalkan Dua Karakter Baru!",
      "thumb": "https://thelazy.media/wp-content/uploads/2022/08/SO6_01-150x150.jpg",
      "author": "Teo Ariesda",
      "tag": "Game News",
      "time": "August 11, 2022",
      "desc": "Star Ocean The Divine Force, game buatan Tri-Ace dan dipublikasikan oleh Square Enix ini kembali merilis trailer yang memperkenalkan dua karakter baru, di mana nantinya mereka akan berpetualang bersama Raymond dan Laeticia di luar angkasa. Game ini adalah sequel, meskipun tidak berhubungan langsung dengan game sebelumnya, yang ditunggu-tunggu oleh para fans semenjak game terakhir Star Ocean yang dirilis pada tahun 2016 lalu, yakni Star Ocean Anamnesis.\n\nSelengkapnya mengenai kedua karakter tersebut, silakan tonton trailer yang dimaksud di bawah ini:\nhttps://www.youtube.com/embed/0FcUMTNgD_U?feature=oembed\n\nAlbaird adalah teman masa kecil dari Laeticia, sekarang ia berperan sebagai ksatria dari Kerjaan Aucerius dan bertugas untuk menjaganya dari segala masalah yang terjadi. Ia memiliki keahlian dalam bidang semiomancy (sihir) dan menggunakan sebuah chakram. Selain itu, dia juga memiliki loyalitas yang tinggi kepada Laeticia, di mana ia tidak akan terlalu jauh dari Putri dari Kerajaan Aucerius tersebut. Tangan kiri Albaird selalu tertutup sampai di ujung jari, dan sesekali membuat gestur seakan dia sedang menjaga area tersebut.\n\nElena adalah anggota kru dari kapal dagang Ydas dan juga first mate dari sang karakter utama yaitu Raymond. Dia bertugas untuk mengatur segala hal yang menyangkut operasional di kapal. Dengan tingkat wawasan yang luas ditambah sifat yang tenang, ia mendapatkan kepercayaan dari Raymond dan krunya secara keseluruhan. Elena memang seringkali terkejut akan sifat Raymond yang cenderung ceroboh, tapi di saat yang sama ia juga sangat menghormatinya atas kualitas kepemimpinannya.\n\nNah, itulah kedua karakter yang nantinya akan menemani kalian dalam game Star Ocean The Divine Force. Game ini akan dirilis pada 27 Oktober 2022 mendatang untuk konsol PS 4 & 5, Xbox One, Series X & S, dan juga PC. Jadi, untuk kalian fans game Star Ocean atau JRPG secara keseluruhan, bisa mulai menabung untuk beli game ini saat rilis nanti, ya!",
      "key": "2022/08/11/star-ocean-perkenalkan-dua-karakter-baru"
    },
    {
      "title": "Kolaborasi Asus ROG x Evangelion Tunjukkan Setup yang Gahar!",
      "thumb": "https://thelazy.media/wp-content/uploads/2022/08/1-ROG-x-EVANGELION-150x150.jpg",
      "author": "Teo Ariesda",
      "tag": "Tech",
      "time": "August 10, 2022",
      "desc": "ASUS Republic of Gamers (ROG) mengumumkan kolaborasi komprehensif produk ROG x Evangelion yang bertemakan EVA-01, mecha unggulan dari serial manga dan anime yang dikenal di seluruh dunia, pada hari Selasa (4/8) yang lalu. Kolaborasi ini diumumkan dalam sebuah event kecil dengan jumlah undangan terbatas dan melalui protokol kesehatan yang ketat.\n\nDalam acara ini juga ASUS mengumumkan kerjasama terbarunya dengan Victory Toys, yakni distributor resmi ThreeZero di Indonesia. ThreeZero sendiri merupakan perusahan pembuat beragam action figure dengan kelas premium, termasuk action figure karakter Evangelion.\n\nPenawaran terbatas juga diberikan oleh Victory Toys, yang merupakan salah satu penjual resmi PC ROG x Evangelion. Pelanggan yang melakukan pembelian PC Rakitan ROG x Evangelion di Victory Toys akan mendapatkan kesempatan untuk memenangkan action figure Robo Dou Evangelion Test Type-01. Untuk informasi lebih lengkap, kunjungi situs: id.rog.gg/RAFFLEEVANGELION\n\nPelanggan yang berminat dengan PC set edisi terbatas ini dapat membeli melalui dealer-dealer yang sudah bekerja sama dengan ASUS, yaitu:\n\nMultitoys ⦁ CTC ⦁ COC ⦁ Dunia Storage ⦁ Nano Komp ⦁ GS Shop ⦁ Blossom ⦁ Youngs ⦁ IMBA ⦁ Komputer Medan ⦁ ROG Flagship Store (Tokopedia) ⦁ Techno Comp Bali ⦁ GGS ⦁ HJ ⦁ Victory Toys ⦁ Bardi ⦁ Berlian ⦁ Nexcor ⦁ MIJ Com ⦁ Mitra Sejati ⦁ Masterpiece\n\n“ROG x Evangelion menghadirkan sebuah PC set yang lengkap. Mulai dari motherboard ROG Maximus yang unik, kartu grafis ROG Strix GeForce RTX™, AIO cooler ROG Ryujin II 360, dan perlengkapan ROG lainnya. Para perakit PC DIY akan dapat merakit PC kelas atas dengan nuansa tema ungu dan hijau khas EVA 01” ujar Kris Ardianto selaku Business Development Manager/Country Leader ASUS Indonesia.\n\nMotherboard ROG Maximus Z690 Hero EVA Edition \n\nROG Maximus Z690 Hero EVA Edition dilapisi dalam warna ungu dan hijau klasik EVA-01. Sistem pendingin yang kuat dan penyaluran daya siap untuk mendukung kinerja prosesor Intel® Core™ Generasi ke-12 terbaru secara maksimal. Desain A.T. Field di sekitar soket CPU dan polymo-lighitng pada penutup I/O yang dapat beralih antara mode EVA-01 normal dan mode berserk merupakan suguhan estetika tambahan yang tersedia dalam motherboard ini.\n\nKartu Grafis ROG STRIX GeForce 3080 EVA Edition\n\nEdisi EVA dari ROG Strix GeForce RTX 3080 dilengkapi dengan segudang fitur peningkatan kinerja. Estetika dari EVA-01 menutupi shroud dan pelat belakang, dan efek sinkronisasi ikonik ditampilkan di panel ARGB depan.\n\nAIO Cooler ROG Ryujin II 360 ARGB EVA Edition \n\nDari ujung ke ujung, ROG Ryujin II 360 ARGB EVA Edition mewujudkan semangat Evangelion. Penutup pompa gunmetal mengelilingi layar 3,5 inci yang menampilkan statistik vital dan GIF yang dapat disesuaikan. Sementara itu, pipa pendingin pipa yang diperkuat ke radiator yang diisi dengan tiga kipas ARGB bergaya NERV, memastikan stabilitas yang luar biasa dalam panasnya pertempuran.\n\nPSU ROG THOR 1000W Platinum II EVA Edition \n\nROG Thor II Platinum EVA Edition memakai skin dan komponen yang terinsipirasi dari EVA dan peningkatan pendinginan yang memungkinkan tingkat kebisingan terendah — bahkan selama pertempuran sengit dengan lawan.\n\nChassis ROG Strix Helios EVA Edition \n\nROG Strix Helios EVA Edition adalah chassis gaming mid-tower premium dengan tiga panel kaca tempered, bingkai aluminium halus, dan pencahayaan RGB panel depan terintegrasi. Detail interior dan eksterior telah dibuat agar sesuai dengan estetika EVA-01 untuk menampung komponen ROG x Evangelion lainnya.\n\nMonitor ROG Strix XG27AQM EVA Edition\n\nROG Strix XG27AQM EVA Edition dibalut dengan indah dalam skema warna ungu dan hijau EVA-01. Dengan refresh rate yang di-overclock pada 270 Hz dan waktu respons 0,5 ms (GTG) yang cepat, pengguna akan mendapatkan tampilan yang sangat mulus. Layar 27 inci juga mencakup 97% ruang warna DCI-P3, menawarkan representasi penuh dari media wide-gamut.\n\nHeadset Gaming ROG Delta S EVA Edition\n\nHeadset ROG Delta S EVA Edition merangkum hi-fi-grade ESS 9281 QUAD DAC™ dan ASUS AI Noise-Canceling Microphone dalam cangkang ringan yang menampilkan estetika ungu-dan-hijau yang terinspirasi EVA dan pencahayaan RGB yang dapat disesuaikan. Dengan total bobot hanya 300 gram, memberikan kenyamanan dan komunikasi yang prima.\n\nKeyboard ROG Strix Scope RX EVA Edition \n\nROG Strix Scope RX EVA Edition dengan bangga membungkus casing aluminium ungu dan hijau yang terinspirasi EVA di sekitar switch mekanikal optik ROG RX. Kombo yang tangguh ini secara konsisten memberikan penekanan tombol yang stabil (wobble-free), debounce delay hampir nol, ditambah ketahanan anti air dan tahan debu IP57 untuk penggunaan yang andal di setiap waktu.\n\nMouse ROG Keris Wireless EVA Edition \n\nROG Keris Wireless EVA Edition memiliki berat hanya 79 gram dan menampilkan skema warna hijau dan ungu EVA-01 yang mencolok. Dengan sensor ROG 16.000 dpi dan push-fit switch socket design ROG, pengguna dapat membidik dengan sangat presisi.\n\nMousepad ROG Scabbard II EVA Edition \n\nMenggabungkan kontras elemen desain NERV dan EVA pada permukaan berlapis nano yang anti air, minyak, dan debu, ROG Scabbard II EVA Edition memberikan fondasi yang kuat untuk mouse ROG Keris Wireless EVA Edition.\n\nSSD Enclosure ROG Strix Arion EVA Edition \n\nEnklosur SSD portabel ROG Strix Arion EVA Edition menampilkan pengoptimalan perlindungan panas dan kecepatan koneksi yang luar biasa, membuatnya siap untuk back-up data secara cepat.\n\nUntuk ketersediaan, harga, dan informasi lebih lanjut mengenai produk ASUS ROG x Evangelion silakan hubungi perwakilan ASUS di kota Anda!",
      "key": "2022/08/10/kolaborasi-asus-rog-x-evangelion"
    },
    {
      "title": "GIGABYTE Rilis Motherboard 600 Series!",
      "thumb": "https://thelazy.media/wp-content/uploads/2022/08/unnamed-3-150x150.jpg",
      "author": "Teo Ariesda",
      "tag": "Tech",
      "time": "August 10, 2022",
      "desc": "Untuk meningkatkan kesesuaian dan performa dari prosesor terbaru dari Intel, GIGABYTE mengeluarkan update BIOS untuk motherboard Intel 600 series!\n\nBIOS terbaru ini akan mendukung prosesor Intel 12th-generation saat ini, serta dipersiapkan untuk prosesor generasi terbaru yang akan dirilis dalam waktu dekat. Update BIOS ini akan memberikan pengguna 600 series sebuah upgrade yang smooth dan tidak merepotkan hingga prosesor terbaru mulai dijual di pasaran. BIOS ini tersedia hampir di semua lini motherboard GIGABYTE, di antaranya Z690, B660, dan H610, memberikan dukungan secara penuh untuk prosesor Intel yang akan segera dirilis.\n\nKali ini lebih mengoptimalkan beberapa teknik yang digunakan, seperti ＠BIOS, Q-Flash, dan Q-Flash Plus, bertujuan untuk menyederhanakan prosedur yang rumit dan meminimalisir kesalahan saat updating. Kalian pun bisa melakukan update BIOS tanpa menginstal sebuah kartu grafis, memori, atau bahkan prosesor, berkat teknik yang mudah untuk digunakan yang dirilis bersamaan dengan motherboard dari GIGABYTE.\n\nMotherboard dari GIGABYTE telah dikenal dari teknologi mereka yang inovatif dan kualitas produk yang sangat baik, membuat produk-produk mereka menjadi pilihan yang paling baik untuk para perakit PC. Terlebih, motherboard seri ini telah mendapatkan sanjungan lebih dari 100 media di seluruh dunia sejak perilisannya di akhir Oktober tahun lalu.\n\nProduk motherboard yang berfokus pada gaming, yaitu Z690 AORUS and AERO creator series, telah dikenal dalam kancah internasional dan memenangkan beberapa penghargaan dari Red Dot dan iF Design awards.\n\nSilakan kunjungi GIGABYTE Official Website https://bit.ly/INTEL600BIOS untuk informasi produk yang lebih lengkap!",
      "key": "2022/08/10/gigabyte-rilis-motherboard-600-series"
    },
    {
      "title": "HP Perkenalkan Berbagai Lini Laptop HP Terbaru Lewat Event HP Best Kept Secret!",
      "thumb": "https://thelazy.media/wp-content/uploads/2022/08/1.-Fiona-Lee-Managing-Director-HP-Indonesia-menyampaikan-pidato-pada-acara-peluncuran-HPs-Best-Kept-Secret-2022-pada-Selasa-2-Agustus-2022.-150x150.jpg",
      "author": "Teo Ariesda",
      "tag": "Tech",
      "time": "August 9, 2022",
      "desc": "Masih ingat di Instagram The Lazy Monday kita pernah mengunggah Instagram Story laptop HP Victus yang harganya start di Rp 13.999.000?\n\nNah, sekarang kami mau beberin nih spek laptopnya yang menarik banget karena udah pake 12th Gen Intel® Core™ Processor, dan udah dapet segudang fitur yang menarik banget!\n\nPerkenalkan Berbagai Lini Laptop HP Terbaru\n\nDi acara HP Best Kept Secret kemarin, sebenarnya HP telah meluncurkan banyak sekali produk terbarunya, mulai dari Spectre X360 yang semakin hari semakin seksi, ada juga lini Pavillion X360 yang merupakan laptop produktivitas dengan harga terjangkau, dan ditambah lagi dengan Envy X360.\n\nSedangkan untuk laptop jajaran gaming, HP juga meluncurkan Omen 16 dan Victus 15, di mana laptop yang seharga 13 jutaan itu tentu ada di lini Victus yang memang jadi andalan HP kalo soal laptop gaming low to mid end nya.\n\nSpesifikasi dan Warna Alternatif Laptop HP Victus\n\nDengan harga 13 jutaan ini, bisa dibilang HP sudah memberikan spesifikasi yang menurut kami udah sangat kompetitif dengan build quality dan juga harga yang sangat bersaing di kelasnya.\n\nBayangin aja dengan harga segitu udah dapet Intel i5-12450H yang sudah 8 core 12 Thread (4 P Core & 4 E Core), Ram nya memang masih DDR4 3200Mhz tapi menurut kami cukup bisa dipahami karena untuk ram DDR5 sendiri masih cukup mahal dan speed-nya yang sangat rendah kalo buat versi “murah” nya.\n\nTapi dengan penggunaan DDR4 ini cukup disayangkan karena mengindikasikan laptop ini memiliki kekurangan di bagian “Future Proof”-nya karena ketika harga DDR5 sudah turun, upgradeability laptop ini menjadi terbatas, karena hal ini tidak terjadi di versi termurah saja melainkan sampai ke jajaran teratasnya yang sudah pakai Intel Core i7-12700H dan RTX 3050Ti.\n\nDi SKU Victus 15 yang harganya cuman 13 jutaan ini, laptop ini sudah pakai GTX 1650 yang sebenarnya diatas kertas masih sangat mumpuni kalau mau dipakai game AAA.\n\nNamun, untuk performa seperti apa yang ditawarkan, jujur saja cukup sulit untuk digambarkan karena sepertinya dengan harga dan spesifikasi seperti ini. Laptop ini kemungkinan besar akan dibekali adapter dengan rentang 150W sampai 175W karena GTX 1650 sendiri secara official dari NVIDIA menganjurkan memberikan daya di 50W.\n\nLayar 1080p pun menemani laptop ini dengan refresh rate di 144Hz, tapi yang menjadi favorit kami di laptop ini adalah desainnya yang semakin minimalis dan pilihan warnanya yang bisa dibilang HP sekali, dan ditambah lagi keluhan kami di SKU sebelumnya sudah diperbaiki yaitu engsel layarnya yang cukup goyang.\n\nLaptop ini hadir dengan 3 warna ada Ceramic, Mica, dan hero colornya di Mica Silver yang sepertinya akan menjadi khas warna Victus untuk beberapa produk kedepannya. Tapi untuk sekarang belum ada kabar lebih lanjut kapan laptop ini akan dijual, tapi setidaknya kita sudah tau harga laptop ini.\n\nDapatkan laptop HP untuk menunjang produktivitas kalian melalui link berikut: https://www.hp.com/id-en/shop/catalogsearch/result/?q=hp+victus",
      "key": "2022/08/09/lini-laptop-hp-terbaru"
    },
    {
      "title": "Vanaris Tactics Rilis di Steam dan GOG!",
      "thumb": "https://thelazy.media/wp-content/uploads/2022/08/FYfFcGuUIAEIK4E-150x150.jpg",
      "author": "Teo Ariesda",
      "tag": "Game News",
      "time": "August 8, 2022",
      "desc": "Akhirnya judul baru terbitan studio gim lokal Toge Productions, Vanaris Tactics, telah hadir di Steam dan GOG sejak hari Kamis (4/8) lalu . Dikembangkan oleh solo developer asal Brasil yaitu Matheus Reis, Vanaris Tactics adalah gim turn-based tactical RPG yang berkisah tentang para pengungsi yang berusaha membebaskan diri dari tanah mereka yang terjajah.\n\nGim ini merupakan gim terbitan pertama Toge Productions yang berasal dari luar Indonesia. Dengan misi ingin menjadi penerbit gim berskala internasional, Toge Productions mulai membuka kesempatan tidak hanya untuk studio lokal, namun juga studio-studio di Asia Tenggara dan bahkan global.\n\nVanaris Tactics bercerita tentang Morgana dan perjuangannya menemukan kebebasan di luar tembok Vanaris, ditemani oleh saudaranya Nigel dan keponakannya Adrien. Matheus Reis terinspirasi oleh seri animasi Jepang tentang sekumpulan rakyat yang hidup dikelilingi tembok raksasa tanpa tahu bagaimana mereka bisa berakhir di sana.\n\nMatheus yang memang bertumbuh dengan bermain gim taktik seperti Final Fantasy Tactics dan Tactics Ogre, memutuskan untuk menggabungkan semua elemen yang ia sukai tersebut dengan menggabungkan sedikit nilai budaya negaranya dan terciptalah game dengan genre serupa, berjudul Vanaris Tactics.\n\nFitur-fitur dalam Vanaris Tactics\nPerpaduan taktik dan fantasi RPG, Vanaris Tactics mengimplementasikan sistem turn-based combat yang intuitif terinspirasi oleh gim-gim dari era kejayaan turn-based tactics. Senjata serta aksesori dengan kombinasi unik dan berbeda-beda membuat playstyle berubah seiring bermain.\n\nArungi dataran Vanaris untuk temukan harta yang berisikan barang yang dapat membantu perjalananmu serta membuka kisah baru. Tetap waspada akan bahaya di sekitarmu! Lawan musuhmu dari jauh atau serang langsung ketika pertarungan memanas! Setiap pilihanmu sangatlah genting dalam pertarungan.\n\nGame ini bisa kalian beli seharga Rp. 69.999,00 atau US$ 9.99 dengan diskon rilis 10% mulai Kamis, 4 August 2022 kemarin!\n\nJadi, buat kalian yang ngefans banget sama game-game tactical RPG seperti Final Fantasy Tactics atau Tactics Ogre, segera dapatkan dan mainkan game ini mumpung masih diskon!",
      "key": "2022/08/08/vanaris-tactics-rilis-di-steam-dan-gog"
    },
    {
      "title": "ASUS TUF Dash F15 (FX517), Laptop Gaming Ringkas, Powerful, dan Terjangkau!",
      "thumb": "https://thelazy.media/wp-content/uploads/2022/08/image001-150x150.jpg",
      "author": "Teo Ariesda",
      "tag": "Tech",
      "time": "August 3, 2022",
      "desc": "Selasa (2/8), ASUS resmi memperkenalkan Asus TUF Dash F15 (FX517), laptop gaming ringkas dan tangguh untuk berbagai aktivitas dengan harga yang sangat bersaing bila dibandingkan dengan laptop gaming lain di kelasnya.\n\nAsus TUF Dash F15 (FX517) hadir sebagai seri terbaru yang telah dibekali dengan hardware terkini, sistem pendingin lebih powerful, serta desain bodi baru yang tetap tangguh dengan ketebalan tidak lebih dari 20mm. Sehingga cocok digunakan untuk kalian yang membutuhkan mobilitas serta performa tinggi. \n\nRingkas, Tangguh, dan Nyaman Digunakan\n\nHadir dengan ketebalan bodi kurang dari 20 mm dan bobot hanya 2 Kg, Asus TUF Dash F15 merupakan salah satu laptop gaming paling ringkas dan ringan di kelasnya. Tidak hanya itu, Asus TUF Dash F15  terbaru kali ini juga dibekali dengan tampilan baru yang lebih modern serta bezel yang lebih tipis dari pendahulunya dengan screen-to-body ratio hingga 80%.\n\nLaptop Asus TUF Dash F15 dirancang khusus dan telah lolos uji ketahanan ekstrem berstandar militer AS (MIL STD-810H) seperti uji jatuh, getaran, hingga operasional di suhu serta kelembapan ekstrem.\n\nLaptop ini juga didukung oleh konektivitas modern seperti WiFi 6 (802.11ax), Bluetooth 5.1, dan port Thunderbolt 4 yang memiliki kecepatan transfer data yang tinggi dan juga mendukung penggunaan monitor tambahan hingga resolusi 8K. Selain itu, port tersebut juga mendukung pengisian daya melalui teknologi USB Power Delivery, sehingga menambah aspek mobilitas Asus TUF Dash F15.\n\nMenggunakan layar 15-inci, Asus TUF Dash F15  tetap dibekali dengan keyboard full-size yang dilengkapi numpad fisik. Keyboard tersebut telah dilengkapi dengan LED backlight serta ditemani oleh sebuah touchpad yang lebih baik. Tidak hanya lebih akurat, touchpad di Asus TUF Dash F15 kini juga lebih luas dibandingkan dengan generasi sebelumnya sehingga membuat penggunanya tetap nyaman beraktivitas meski tanpa menggunakan mouse.\n\nPerforma Terbaik dengan Hardware dan Fitur Baru\n\nASUS TUF Dash F15 terbaru kini ditenagai oleh prosesor 12th Gen Intel® Core™ dengan varian tertinggi Intel® Core™ i7-12650H. Prosesor dengan konfigurasi 10 core (6 P-core dan 4 E-core) dan 16 thread tersebut mampu berjalan pada freakuensi hingga 4,7GHz dan memastikan Asus TUF Dash F15 dapat diandalkan untuk berbagai aktivitas mulai dari bermain game, live streaming, pembuatan konten, hingga multitasking.\n\nTidak hanya itu, Asus TUF Dash F15  juga dibekali dengan chip grafis hingga NVIDIA® GeForce RTX™ 3060 dengan TGP hingga 105W sehingga dapat diandalkan di berbagai skenario penggunaan. TUF Dash F15 telah dibekali memori DDR5 4800MHz yang dapat di-upgrade hingga 32GB. Sementara untuk penyimpanannya, TUF Dash F15 mengandalkan penyimpanan NVMe PCIe 3.0 SSD berkapasitas hingga 1TB sehingga memastikan setiap game serta aplikasi dapat berjalan lebih gesit dan memiliki waktu loading yang singkat. \n\nTUF Dash F15 juga merupakan salah satu lini laptop gaming ASUS yang telah dibekali dengan MUX Switch, yaitu chip khusus yang dapat mengalihkan jalur data pemrosesan tampilan layar secara langsung ke chip grafis GeForce RTX™ yang tersedia. Dibandingkan menggunakan metode switching lainnya, MUX Switch dapat memangkas latency dan meningkatkan framerate di dalam game hingga 15%. MUX Switch dapat diakses langsung melalui aplikasi Armoury Crate yang tersedia di TUF Dash F15.\n\nPendinginan yang Ditingkatkan\n\nHardware performa tinggi mendesak adanya pendinginan yang superior. Sebagai bagian dari sistem pendinginan, Arc Flow Fans™ pada Asus TUF Dash F15  memiliki desain 84 bilah kipas, dengan masing-masing bilah memiliki ketebalan yang berbeda-beda.\n\nDengan mengatur ketebalan tiap-tiap blade hingga ketebalan 0,1 milimeter di ujung bilah, turbulensi bisa direduksi dan pada saat yang sama dapat meningkatkan aliran udara secara keseluruhan. Meskipun ia menjadi sedikit lebih senyap dibandingkan dengan TUF Dash F15 keluaran tahun lalu, kipas-kipas tersebut menyediakan 13% aliran udara yang lebih banyak dibanding generasi sebelumnya. Empat lubang pembuangan udara juga disiapkan sehingga Asus TUF Dash F15  dapat melepas panas secara lebih optimal.\n\nAgar pendinginnanya maksimal, ASUS membekali Asus TUF Dash F15  dengan lima heatpipe berbahan tembaga. Heatpipe tersebut tidak hanya mengalirkan panas dari komponen utama seperti prosesor dan chip grafis, tetapi juga mencakup komponen penghasil panas lainnya seperti VRM dan GPU VRAM. Panas dari heatpipe kemudian disalurkan ke heatsink dengan desain khusus yang dapat melepas panas sekaligus membuang debu dan partikel kecil lainnya keluar dari sistem pendinginan TUF Dash F15.\n\nAsus TUF Dash F15 Mudah Di-Upgrade\n\nMeski menggunakan desain yang sangat ringkas, Asus TUF Dash F15  tetap dirancang agar mudah untuk di-upgrade. TUF Dash F15 kembali hadir dengan fitur pop up screw yang membuat penggunanya lebih mudah saat melepas panel bodi bagian bawah laptop ini. Pengguna TUF Dash F15 juga memiliki akses yang mudah ke berbagai komponen seperti slot SSD dan memori di Asus TUF Dash F15.\n\nASUS juga menyediakan opsi upgrade lebih luas di Asus TUF Dash F15  terbaru melalui dua slot M.2 NVMe PCIe SSD serta dua slot memori DDR5 4800MHz. Dengan demikian, pengguna TUF Dash F15 dapat melakukan upgrade kapasitas penyimpanan serta memori laptop-nya lebih mudah secara mandiri.\n\nBerikut kami lampirkan spesifikasi dan harga dari Asus TUF Dash F15:\n\nMain Spec.\tTUF Dash F15 (FX517)\nCPU\t12th Gen Intel® Core™ i5-12450H Processor / i7-12650H Processor 2.3 GHz (24M Cache, up to 4.7 GHz, 10 cores: 6 P-cores and 4 E-cores)\nOperating System\tWindows 11 Home\nMemory\t8GB / 2x8GB DDR5 4800MHz\nStorage\t512GB M.2 NVMe™ PCIe®3.0 SSD\n1TB M.2 NVMe™ PCIe®3.0 SSD\n\nDisplay\t15.6”, FHD (1920 x 1080) 16:9, IPS-level, 144Hz, 3ms, Adaptive Sync, MUX Switch\nGraphics\tNVIDIA® GeForce® RTX™ 3050\nNVIDIA® GeForce® RTX™ 3050Ti\n\nNVIDIA® GeForce® RTX™ 3060\n\nInput/Output\t1x RJ45 LAN port, 1x Thunderbolt™ 4 support DisplayPort™, 1x USB 3.2 Gen 2 Type-C support DisplayPort™ + power delivery + G-SYNC, 2x USB 3.2 Gen 1 Type-A, 1x HDMI 2.0b, 1x 3.5mm Combo Audio Jack\nCamera\t720P HD camera\nConnectivity\tWi-Fi 6E (802.11ax) + Bluetooth 5.1 (Dual band) 2*2\nAudio\tAI noise-canceling technology, Dolby Atmos, Hi-Res certification, Built-in array microphone, 2-speaker system\nBattery\t76WHrs, 4S1P, 4-cell Li-ion\nDimension \t35.4 x 25.1 x 1.99 ~ 2.07 cm\nWeight\t2 Kg\nColors\tOff Black, Moonlight White\nPrice\tRp16.799.000 (Core™ i5/RTX 3050/FHD 144Hz/8GB RAM/512GB SSD)\nRp20.299.000 (Core™ i7/RTX 3050/FHD 144Hz/2x8GB RAM/1TB SSD)\n\nRp21.999.000 (Core™ i7/RTX 3050Ti/FHD 144Hz/2x8GB RAM/1TB SSD)\n\nRp24.499.000 (Core™ i7/RTX 3060/FHD 144Hz/2x8GB RAM/1TB SSD)\n\nWarranty\t2 tahun garansi global dan 1 tahun ASUS Perfect Warranty",
      "key": "2022/08/03/asus-tuf-dash-f15-laptop-gaming"
    }
  ]
}